Repository: AlekseyLobanov/CrossGen
Catalog: Translations/*/CrossGen.po
Languages: ru

source: Vertical words:
ru: По вертикали:

source: Horisontal words:
ru: По горизонтали:

source: Open crossword file
ru: Открыть файл кроссворда

source: Files of crossword (*.cross)|*.cross
ru: Файлы кроссворда (*.cross)|*.cross

source: Cannot open file
ru: Не могу открыть файл

source: Error
ru: Ошибка

source: Crossword grid isn't loaded!
ru: Сетка кроссврода ещё не загружена

source: Warning
ru: Предупреждение

source: Cannot generate crossword
ru: Невозможно сгенерировать кроссворд

source: Grid isn't loaded now
ru: Сетка ещё не загружена

source: Info
ru: Информация

source: Exporting crossword
ru: Экспорт кроссворда

source: txt files (*.txt)|*.txt
ru: Текстовые файлы (*.txt)|*.txt

source: Cannot save current contents to file '%s'.
ru: Не могу сохранить текущие данные в '%s'.

source: Open dictionary file
ru: Открыть файл словаря

source: Files of dictionaries (*.txt)|*.txt
ru: Файлы словаря (*.txt)|*.txt

source: Cannot open dictionary file
ru: Не могу открыть файл словаря

source: &Open grid
ru: Открыть сетку

source: &Generate
ru: Генерировать

source: &Export
ru: Экспорт

source: &Settings
ru: Настройки

source: E&xit
ru: Выход

source: File
ru: Файл

source: &About
ru: О программе

source: Help
ru: Помощь

source: Generate
ru: Гененрировать

source: Dict path:
ru: Путь к словарю:

source: Cancel
ru: Отмена

source: Settings
ru: Настройки

source: Aleksey Lobanov
ru: Алексей Лобанов

source: Simple GUI cross-generation application. Yet another bike
ru: Простое графическое приложение для генерации кроссворда по заданной сетке. Ещё одно.
